<!DOCTYPE html>
<html>
    <head>
        <title>ProjectMan</title>
        <meta charset="UTF-8"/>
        <meta name="keywords" content="project management, kpi, labs, student work"/>
        <meta name="description" content="Веб сайт з практичною частиною лабораторних робіт з курсу Проектного менеджменту."/>
        <link rel="icon" href="res/favicon.ico" />
        <link rel="stylesheet" href="styles/style.css" type="text/css"/>
    </head>
    <body>
        <div id="wrapper"> 
            <div id="header">
                
            </div>
        <ul id="nav">
            <li class="linav"><a href="index.php" class="nav">Головна</a></li>
            <li class="linav"><a href="L1.php" class="nav">Лабораторна робота 1.</a></li>
            <li class="linav"><a href="L2.php" class="nav">Лабораторна робота 2.</a></li>
            <li class="linav"><a href="holidays.php" class="nav">Свята.</a></li>
        </ul>
            <br>
            <div id="content">
                
                <p><a href="L1.php" class="content">Лабораторна робота №1. <b>Структурне Планування</b></a></p>
                <p>Ціль — отримання навичок складання мережевих графіків, розрахунку раннього і пізнього часу початку робіт, знаходження критичного шляху.</p>
                <p> Дії:</p>
                <ul>
                    <li>Створення переліку робіт.</li>
                    <li>Побудова мережевого графіку.</li>
                    <li>Розрахунок раннього та пізнього часу початку робіт та критичного шляху.</li>
                </ul>

                <p><a href="L2.php" class="content">Лабораторна робота №2. <b>Календарне Планування</b></a></p>
                <p>Ціль — отримання навичок складання календарного плану робіт, графіків завантаження трудових ресурсів, пошуку перевантаження трудових ресурсів.</p>
                <p> Дії:</p>
                <ul>
                    <li>Створення переліку виконавців і процент їх завантаженості для кожної з робіт.</li>
                    <li>Побудова календарного плану при умові, що датою початку є теперішня дата, а робочий календар має шестиденний робочий тиждень з врахуванням офіційних святкових днів.</li>
                    <li>Для всіх виконавців скласти графік завантаження.</li>
                </ul>

                <p><a href="L2.php" class="content">Лабораторна робота №3. <b>Планування задач проекту</b></a></p>
                <p>Ціль — Отримання навичок створення проекта, налаштування його календаря, введення переліку робіт і їх параметрів.</p>
                <p> Дії:</p>
                <ul>
                    <li>Встановлення дати початку проекту.</li>
                    <li>Налаштування вихідних днів.</li>
                    <li>Введення переліку робіт.</li>
                </ul>
            </div>
            <div id="footer">
                <p>Копірайт © 2013-2014 Вербовий Андрій</p>
            </div>
        </div>
    </body>
</html>
